[
  {
    "name": "Helena_Rezeck",
    "village": "Leaf",
    "objective": "Graduate",
    "definition": "Good",
    "about": "Sou namorada do vinicius gostoso maravilhoso"
  },
  {
    "name": "Madara_Uchiha",
    "village": "Leaf",
    "objective": "Create a world of infinite tsukuyomi",
    "definition": "Ambition",
    "about": "Madara Uchiha (うちはマダラ, Uchiha Madara) foi um lendário líder do clã Uchiha. Ele fundou Konohagakure ao lado de seu rival, Hashirama Senju, com a intenção de iniciar uma era de paz. Quando os dois não conseguiram concordar em como conseguir a paz, eles lutaram pelo controle da aldeia, um conflito que terminou na morte de Madara. Ele reescreveu sua morte e se escondeu para trabalhar em seus planos para acabar com os conflitos mundiais. Incapaz de conclui-los em sua fase de vida natural, ele confiou o seu conhecimento e planos para Obito Uchiha, pouco antes de sua morte real. Anos mais tarde, Madara foi revivido, e viu seus planos serem frustrados antes de morrer uma última vez."
  },
  {
    "name": "Naruto_Uzumaki",
    "village": "Leaf",
    "objective": "Become Hokage and protect his friends",
    "definition": "Determination",
    "about": "Naruto Uzumaki (うずまきナルト, Uzumaki Naruto) é um shinobi de Konohagakure do clã Uzumaki e protagonista homônimo da franquia Naruto. Desde seu nascimento, ele se tornou jinchūriki das Nove-Caudas, um destino que o levou a ser condenado e negligenciado por toda a aldeia durante sua infância. Depois de entrar para o Time 7, ao lado de Sakura Haruno, Sasuke Uchiha e sob comando de Kakashi Hatake, Naruto trabalhou duro para ganhar o respeito e o reconhecimento da aldeia, com o sonho de se tornar Hokage. Nos anos seguintes, Naruto passa a ser um ninja reconhecido pela aldeia, que é eventualmente considerado como um herói pelas pessoas, e mais tarde, pelo mundo shinobi em geral, renomado como o Herói da Vila Oculta da Folha (木ノ葉隠れの英雄, Konohagakure no Eiyū). "
  },
  {
    "name": "Sasuke_Uchiha",
    "village": "Leaf",
    "objective": "Avenge his clan and restore its honor",
    "definition": "Vengeance",
    "about": "Sasuke Uchiha (うちはサスケ, Uchiha Sasuke) é um dos últimos membros sobreviventes do clã Uchiha de Konohagakure, além de ser a reencarnação atual de Indra. Ele se tornou um shinobi para que pudesse algum dia ficar forte o suficiente para se vingar contra o seu irmão mais velho, Itachi, que tinha massacrado todo o seu clã. Inicialmente, um membro do Time Kakashi de Konoha, Sasuke desertou da aldeia para obter poder com Orochimaru, e mais tarde também se juntou a Akatsuki, tornando-se um criminoso internacional no processo. Mais tarde, ele se torna uma peça fundamental para acabar com a Quarta Guerra Mundial Ninja, até ser finalmente redimido por seu rival, e também melhor amigo, Naruto Uzumaki. Sasuke decide voltar para Konoha, dedicando a sua vida para ajudar a proteger a vila e seus habitantes."
  },
  {
    "name": "Pain",
    "village": "Rain",
    "objective": "Create peace through pain and fear",
    "definition": "Suffering",
    "about": "Nagato (長門) foi um shinobi de Amegakure descendente do clã Uzumaki. Órfão pelos conflitos da Segunda Guerra Mundial Shinobi, Nagato se uniu de seus companheiros órfãos de guerra, Yahiko e Konan, para formar a Akatsuki, uma organização cujo objetivo era cessar os ciclos infinitos de ódio e morte. Nagato sonhava em trazer paz ao mundo violento dos shinobi. Os três foram alunos de Jiraiya durante três anos, nos quais o Sannin ensinou ninjutsu a eles para que sustentassem seus objetivos, protegessem os outros e, sobretudo a Nagato, controlar seus poderes, uma vez que ele possuia o Rinnegan, os olhos do Eremita dos Seis Caminhos. Depois de seu amigo e líder, Yahiko, ser traído e morto por pregar a paz, Nagato se convenceu de que o mundo nunca iria parar de lutar voluntariamente a menos que ele conhecesse o que é a verdadeira dor."
  },
  {
    "name": "Sakura_Haruno",
    "village": "Leaf",
    "objective": "Become a strong ninja and protect her loved ones",
    "definition": "Dedication",
    "about": "Sakura Uchiha (うちはサクラ, Uchiha Sakura) (batizada Haruno (春野) inicialmente) é uma kunoichi de nível jōnin do clã Uchiha, por se casar com Sasuke Uchiha, de Konohagakure. Ela é designada como um membro do Time Kakashi, mas rapidamente encontra-se mal preparada para os deveres de um ninja e as complicações das vidas de seus companheiros de equipe. Treinando sob a tutela de sua mestra, Tsunade, ela se torna uma kunoichi mais forte e uma excelente ninja médica, sendo capaz de enfrentar os desafios de uma vida como um ninja, bem como ajudar e proteger seus amigos e entes queridos quando eles precisarem dela. Anos após a Quarta Guerra Shinobi, ela forma sua própria família com Sasuke Uchiha."
  },
  {
    "name": "Obito_Uchiha",
    "village": "Leaf",
    "objective": "Create a world of infinite tsukuyomi",
    "definition": "Betrayal",
    "about": "Obito Uchiha (うちはオビト, Uchiha Obito) foi um membro do clã Uchiha de Konohagakure. Acreditava-se que ele tinha morrido durante a Terceira Guerra Mundial Shinobi, com seu único legado sobrevivente sendo o Sharingan que ele deu ao seu companheiro de equipe, Kakashi Hatake. Na verdade, Obito foi salvo da morte e treinado por Madara Uchiha, mas os acontecimentos da guerra deixaram Obito desiludido com o mundo, e ele tentou substituí-lo por um novo. Madara Uchiha fez Obito Uchiha ser seu sucessor, lhe dando o Plano Olho da Lua. Usando o pseudônimo de Tobi (トビ, Tobi) e Madara Uchiha, Obito manipulou a Akatsuki das sombras para dar continuidade aos seus planos, eventualmente, indo a público com eles e, no processo, iniciando a Quarta Guerra Mundial Shinobi. "
  },
  {
    "name": "Itachi_Uchiha",
    "village": "Leaf",
    "objective": "Protect the Leaf and his brother",
    "definition": "Sacrifice",
    "about": "Itachi Uchiha (うちはイタチ, Uchiha Itachi) foi um prodígio do clã Uchiha de Konohagakure. Ele se tornou um criminoso internacional depois de assassinar seu clã inteiro, poupando apenas seu irmão mais novo, Sasuke. Ele se juntou a Akatsuki, onde ele entrou em frequentes conflitos com Konoha e seus ninjas, incluindo Sasuke, que procurou vingar sua família. Depois de morrer durante uma batalha com Sasuke, as motivações de Itachi foram reveladas serem mais complicadas do que pareciam ele só queria proteger seu irmão e a vila, permanecendo um shinobi leal a Konohagakure até o fim."
  },
  {
    "name": "Kakashi_Hatake",
    "village": "Leaf",
    "objective": "Protect the Leaf and its people",
    "definition": "Mystery",
    "about": "Kakashi Hatake (はたけカカシ, Hatake Kakashi) é um shinobi de Konohagakure. Ele recebeu um Sharingan de seu ex-companheiro de equipe, Obito Uchiha, quando era mais jovem, fazendo-o ser conhecido como Kakashi o Ninja Copiador (コピー忍者のカカシ, Kopī Ninja no Kakashi) e Kakashi do Sharingan (写輪眼のカカシ, Sharingan no Kakashi)."
  },
  {
    "name": "Gaara",
    "village": "Sand",
    "objective": "Protect the Sand and its people",
    "definition": "Perseverance",
    "about": "Gaara (我爱羅) é um shinobi de Sunagakure. O Shukaku foi selado em seu corpo no dia de seu nascimento, um procedimento que resultou na morte de sua mãe. Considerado como um monstro pela vila e sem ninguém para amá-lo, Gaara passou a desprezar o mundo e começou contando apenas com sua própria força, ganhando o título de Gaara do Deserto (砂瀑の我愛羅, Sabaku no Gaara). Este poder de auto-amor é mais tarde derrotado pela dedicação inabalável de Naruto Uzumaki por seus amigos. Desse ponto em diante, Gaara começa a seguir o método de Naruto e muda as opiniões de Sunagakure com relação a ele. Eventualmente, ele ascende ao posto de Quinto Kazekage (五代目風影, Godaime Kazekage), uma posição que ele mantém, mesmo depois de Shukaku ser removido de seu corpo pela Akatsuki."
  },
  {
    "name": "Orochimaru",
    "village": "Sound",
    "objective": "Gain immortality and power",
    "definition": "Ambitious",
    "about": "Orochimaru (大蛇丸) é um dos Lendários Sannin, junto com Tsunade e Jiraiya, de Konohagakure. Com sua ambição de vida sendo aprender todos os segredos do mundo, Orochimaru buscou a imortalidade para que ele pudesse viver todas as vidas necessárias para realizar sua tarefa. Depois de ser pego em flagrante realizando experimentos antiéticos sobre seus concidadãos por causa desta imortalidade, Orochimaru desertou de Konoha, passando a ser perseguido por suas ambições, e por muitos anos procurou a destruição da aldeia, a fim de se vingar e demonstrar o que ele tinha aprendido. Após vivenciar várias mortes durante a busca de seus objetivos, Orochimaru percebe que sua abordagem é falha ao ver as ações de Kabuto Yakushi, e começa a monitorar as escolhas e ações de seu ex-associado, Sasuke Uchiha."
  },
  {
    "name": "Minato_Namikaze",
    "village": "Leaf",
    "objective": "Protect the Leaf and its people",
    "definition": "Flash",
    "about": "Minato Namikaze (波風ミナト, Namikaze Minato), conhecido como Relâmpago Amarelo de Konoha (木ノ葉の黄色い閃光, Konoha no Kiiroi Senkō; literalmente significa: Flash Amarelo de Konoha), foi um shinobi lendário que se tornou o Quarto Hokage (四代目火影, Yondaime Hokage; literalmente significa: Quarta Sombra do Fogo) de Konohagakure. Morreu sacrificando sua vida durante o Ataque do Nove-Caudas em Konoha para selar metade do demônio em seu filho, morrendo heroicamente no processo."
  },
  {
    "name": "Hashirama_Senju",
    "village": "Leaf",
    "objective": "Create a peaceful world",
    "definition": "Peaceful",
    "about": "Hashirama Senju (千手柱間, Senju Hashirama) foi o Primeiro Hokage (初代火影, Shodai Hokage; literalmente significa: Primeira Sombra do Fogo) de Konohagakure. Ele era famoso durante sua vida como o Deus Shinobi (忍の神, Shinobi no Kami) por seu incomparável talento ninja. Apesar disso, Hashirama só queria a paz, e para esse fim ele fundou Konoha com seu amigo de infância e rival Madara Uchiha. Embora ele não tenha sido capaz de alcançar a paz durante a sua vida, seu legado continuou a viver, moldando a aldeia há décadas após sua morte."
  }
]

